complete/buddy_data/奇秀-奇秀首页-20160912161831-20160912161832200

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[奇秀首页]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-12 16:18:31]]></date>
<section xsi:type="xsd:string"><![CDATA[2]]></section>
<cont_items><cont_item xsi:type="xsd:string"><room_number><![CDATA[85325395]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[89549479]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[666037]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[87718113]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[88890637]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[89393852]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[88723089]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[6520]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[88582521]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[89220570]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[422999]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[88538511]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[89339943]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[89508074]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[594100]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[89490506]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[2001314]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[88890637]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[88209811]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[89510246]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[89542681]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[87050641]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[6520]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[89592701]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[89524803]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[11530]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[5501111]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[89409453]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[1121]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[88323376]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[918171]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[918171]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[6520]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[77747188]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[990323]]></room_number></cont_item><cont_item xsi:type="xsd:string"><room_number><![CDATA[88890637]]></room_number></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 